Repository: emndeniz/Payer
Catalog: Payer/*.lproj/Localizable.strings
Languages: tr

# expLabel
source: EXP:
tr: SKT:

# nameSurnameLabel
source: Name Surname
tr: İsim Soyisim

# noteLabel
source: Note
tr: Not

# amountLabel
source: Amount
tr: Miktar

# transferButtonLabel
source: Transfer
tr: Gönder

# paybuttonLabel
source: PAY
tr: ÖDE

# iban_placeHolder
source: Please enter Iban number
tr: Lütfen IBAN no girin

# nameSurname_placeholder
source: Please enter Name and Surname
tr: Lütfen isim soyisim girin

# note_placeHolder
source: Please enter transfer note
tr: Lütfen transfer notu girin

# amount_placeHolder
source: Please enter amount
tr: Lütfen miktr giriniz

# error_title
source: Error
tr: Hata

# error_FailedToFetchCardData
source: Failed to fetch card data, please try again.
tr: Kart datası gelmedi

# error_FailedToFetchTransactions
source: Failed to fetch transactions, please try again.
tr: Transfer datası gelmedi

# error_FailedToSaveTransaction
source: Payment failed, please try again.
tr: Transfer yapılamadı

# error_incorrectIban
source: Iban number is incorrect or missing
tr: Iban numarası yanlış yada eksik

# error_missingNameSurname
source: Name and Surname is missing
tr: İsim soyisim eksik

# error_missingAmount
source: Amount is missing
tr: Miktar eksiks

# payment_Transfer
source: Money transfer
tr: Para transferi

# payment_Apple
source: Apple payment
tr: Apple ödemesi

# payment_Spotify
source: Spotify payment
tr: Spotify ödemesi

# payment_Amazon
source: Amazon payment
tr: Amazon ödemesi

# payment_Netflix
source: Netflix payment
tr: Netflix ödemesi
